import {My_Library,Contact_Manager,Todo_App} from "../assets/icons/index"

export const projects = [
    {
        title: "برنامه ی مدیریت کارهای روزانه",
        image: Todo_App,
        link: "https://ali-rezapour.github.io/My_ToDo_App/",
        info: "این برنامه برای مدیریت کارهای روز مره ساخته شده است که میتوان کارهایی را در این برنامه اضافه کرد و هنگام اتمام کار بر روی دکمه ی اتمام کار کلیک نمایید و یا میتوانید آن کار را حذف کنید و با استفاده از دکمه ی ادیت میتوانید آن را ویرایش کنید."
    },
    {
        title: "برنامه کتابخانه من",
        image: My_Library,
        link: "https://ali-rezapour.github.io/My_Library/",
        info: "این برنامه برای مدیریت کارهای روز مره ساخته شده است که میتوان کارهایی را در این برنامه اضافه کرد و هنگام اتمام کار بر روی دکمه ی اتمام کار کلیک نمایید و یا میتوانید آن کار را حذف کنید و با استفاده از دکمه ی ادیت میتوانید آن را ویرایش کنید."
    },
    {
        title: "برنامه مدیریت مخاطبین",
        image: Contact_Manager,
        link: "https://ali-rezapour.github.io/contact-manager-app",
        info: "این برنامه برای مدیریت کارهای روز مره ساخته شده است که میتوان کارهایی را در این برنامه اضافه کرد و هنگام اتمام کار بر روی دکمه ی اتمام کار کلیک نمایید و یا میتوانید آن کار را حذف کنید و با استفاده از دکمه ی ادیت میتوانید آن را ویرایش کنید."
    },
    {
        title: "برنامه ی مدیریت کارهای روزانه",
        image: Todo_App,
        link: "https://ali-rezapour.github.io/My_ToDo_App/",
        info: "این برنامه برای مدیریت کارهای روز مره ساخته شده است که میتوان کارهایی را در این برنامه اضافه کرد و هنگام اتمام کار بر روی دکمه ی اتمام کار کلیک نمایید و یا میتوانید آن کار را حذف کنید و با استفاده از دکمه ی ادیت میتوانید آن را ویرایش کنید."
    },
    {
        title: "برنامه کتابخانه من",
        image: My_Library,
        link: "https://ali-rezapour.github.io/My_Library/",
        info: "این برنامه برای مدیریت کارهای روز مره ساخته شده است که میتوان کارهایی را در این برنامه اضافه کرد و هنگام اتمام کار بر روی دکمه ی اتمام کار کلیک نمایید و یا میتوانید آن کار را حذف کنید و با استفاده از دکمه ی ادیت میتوانید آن را ویرایش کنید."
    },
    {
        title: "برنامه مدیریت مخاطبین",
        image: Contact_Manager,
        link: "https://ali-rezapour.github.io/contact-manager-app/contacts",
        info: "این برنامه برای مدیریت کارهای روز مره ساخته شده است که میتوان کارهایی را در این برنامه اضافه کرد و هنگام اتمام کار بر روی دکمه ی اتمام کار کلیک نمایید و یا میتوانید آن کار را حذف کنید و با استفاده از دکمه ی ادیت میتوانید آن را ویرایش کنید."
    },
]